{
 "texts": [
  {
   "id": 1,
   "title_en": "Politechnics overview",
   "text_en": "Warsaw University of Technology is a public polytechnic founded in 1915 in Warsaw on the initiative and as a result of many years of efforts by the Warsaw Scientific Society with the consent of the governor, General Hans von Beseler. It is one of the largest and best technical universities in Poland and Central and Eastern Europe. For years The Warsaw University of Technology has been ranked 1st in Poland in the Ranking of Higher Schools among technical universities published by the monthly Perspektywy. According to the webometric ranking of universities of the world from January 2019, showing the involvement of academic institutions in the Internet, the university is ranked first in Poland among technical universities, and in the world 503 among all types of universities. The official date of establishing the Warsaw University of Technology is 1915, but from 1898 there was the Polytechnic Institute in Warsaw with Russian as the language of instruction. The university dates back to 1826, when the Preparatory School for the Polytechnic Institute was established. The main University of Technology complex is located in the center of Warsaw. It is the area between Aleja Niepodleg³oœci, Aleja Armii Ludowej and the streets of Polna, Noakowskiego and Koszykowa. The main building at the Politechnika Square is occupied by the Main Building, which houses the faculties of AiNS, Electrical and GiK. The buildings of the departments of Chemistry, EiTI, Physics, IL, WIBHiIŒ, MiNI, MEiL and Transport are located around. Near the Main Campus there are also the Faculty of Architecture at Koszykowa Street and the Faculty of IChiP, DS Riviera and DS Mikrus at Waryñskiego Street. The University of Technology has a branch in P³ock. It houses the Faculty of Civil Engineering, Mechanics and Petrochemistry, the College of Economic and Social Sciences, DS Wczeœniak, and other facilities (sports, teaching, laboratories).",
   "title_pl": "Krótki opis uczelni",
   "text_pl": "Politechnika Warszawska jest politechnik¹ publiczn¹ za³o¿on¹ w 1915 roku w Warszawie z inicjatywy iw wyniku wieloletnich starañ Towarzystwa Naukowego Warszawskiego za zgod¹ gubernatora gen. Hansa von Beselera. Jest jedn¹ z najwiêkszych i najlepszych uczelni technicznych w Polsce i Europie Œrodkowo-Wschodniej. Politechnika Warszawska od lat zajmuje 1. miejsce w Polsce w Rankingu Szkó³ Wy¿szych wœród uczelni technicznych miesiêcznika Perspektywy. Wed³ug webometrycznego rankingu uczelni œwiata ze stycznia 2019 r., pokazuj¹cego zaanga¿owanie instytucji akademickich w Internecie, uczelnia zajmuje pierwsze miejsce w Polsce wœród uczelni technicznych, a na œwiecie 503 wœród wszystkich typów uczelni. Oficjaln¹ dat¹ powstania Politechniki Warszawskiej jest rok 1915, ale od 1898 istnia³ w Warszawie Instytut Politechniczny z jêzykiem wyk³adowym rosyjskim. Uczelnia powsta³a w 1826 roku, kiedy powsta³a Szko³a Przygotowawcza do Instytutu Politechnicznego. G³ówny kompleks Politechniki znajduje siê w centrum Warszawy. Jest to obszar pomiêdzy Alej¹ Niepodleg³oœci, Alej¹ Armii Ludowej a ulicami Poln¹, Noakowskiego i Koszykow¹. Gmach G³ówny przy Placu Politechniki zajmuje Gmach G³ówny, w którym mieszcz¹ siê wydzia³y AiNS, Elektryczny i GiK. Wokó³ zlokalizowane s¹ budynki wydzia³ów Chemii, EiTI, Fizyki, IL, WIBHiIŒ, MiNI, MEiL i Transportu. W pobli¿u Kampusu G³ównego znajduj¹ siê równie¿ Wydzia³ Architektury przy ul. Koszykowej oraz Wydzia³ IChiP, DS Riviera i DS Mikrus przy ul. Waryñskiego. Politechnika posiada filiê w P³ocku. Mieœci siê w nim Wydzia³ Budownictwa, Mechaniki i Petrochemii, Wy¿sza Szko³a Nauk Ekonomicznych i Spo³ecznych, DS Wczeœniak oraz inne obiekty (sportowe, dydaktyczne, laboratoria)."
  },
  {
   "id": 2,
   "title_en": "Buildings locations",
   "text_en": "The main complex of the University of Technology is located in the center of Warsaw. It is the area between Aleja Niepodleg³oœci, Aleja Armii Ludowej and the streets: Polna, Noakowskiego and Koszykowa. A key place at the Politechnika Square is occupied by the Main Building, which houses the faculties of AiNS, Electrical and GiK. The buildings of the departments of Chemistry, EiTI, Physics, IL, WIBHiIŒ, MiNI, MEiL and Transport are located around. In the vicinity of the Main Campus there are also the Faculty of Architecture at Koszykowa Street and the Faculty of IChiP, DS Riviera and DS Mikrus at Waryñskiego Street. In addition, the University of Technology includes the buildings of the Southern Campus located in Mokotów, departments of Management, IP, SiMR, Mechatronics, IM, DS ¯aczek, Stodo³a club, Syrenka Stadium, DS Akademik in Ochota, DS Tulipan, DS Pineska, DS Bratniak, DS Muszelka, DS Babilon and in other parts of Warsaw (DS Sezam, DS Ustronie, DS Tatrzañska, residential buildings. The University of Technology has a branch in P³ock. There is the Faculty of Civil Engineering, Mechanics and Petrochemistry, College of Economic and Social Sciences, DS Wczeœniak, and other facilities ( sports, teaching, laboratories",
   "title_pl": "Po³o¿enie placówek",
   "text_pl": "G³ówny kompleks Politechniki po³o¿ony jest w centrum Warszawy. Jest to obszar miêdzy alej¹ Niepodleg³oœci, alej¹ Armii Ludowej oraz ulicami Poln¹, Noakowskiego i Koszykow¹. Kluczowe miejsce przy placu Politechniki zajmuje Gmach G³ówny, w którym mieszcz¹ siê wydzia³y AiNS, Elektryczny oraz GiK. Dooko³a znajduj¹ siê budynki wydzia³ów Chemicznego, EiTI, Fizyki, IL,WIBHiIŒ, MiNI, MEiL oraz Transportu. W pobli¿u Kampusu G³ównego znajduj¹ siê tak¿e Wydzia³ Architektury przy ulicy Koszykowej oraz Wydzia³ IChiP, DS Riviera i DS Mikrus przy ulicy Waryñskiego. Oprócz tego do Politechniki nale¿¹ budynki Kampusu Po³udniowego po³o¿one na Mokotowie wydzia³y Zarz¹dzania, IP, SiMR, Mechatroniki, IM, DS ¯aczek, klub „Stodo³a”, Stadion Syrenka, na Ochocie DS Akademik, DS Tulipan, DS Pineska, DS Bratniak, DS Muszelka, DS Babilon oraz w innych czêœciach Warszawy (DS Sezam, DS Ustronie, DS Tatrzañska, budynki mieszkalne. Politechnika posiada filiê w P³ocku. Znajduje siê tam Wydzia³ Budownictwa, Mechaniki i Petrochemii, Kolegium Nauk Ekonomicznych i Spo³ecznych, DS Wczeœniak, a tak¿e inne obiekty (sportowe, dydaktyczne, laboratoria"
  },
  {
   "id": 3,
   "title_en": "About university",
   "text_en": "We are one of the best and best in Poland. For years, we have been educating successive generations of engineers and not only engineers, and we conduct important research aimed at technical support of technical sciences. Our group of people are - students, doctoral students, employees, graduates - creative, committed, passionate, fulfilling functions, having access, successes, open to the needs of society and ready for the challenges of the present day. That is why we constantly generate our tresy and com. We want the University of Technology to be not only a university, but also a center of innovation and entrepreneurship, and a valued partner in research and business.",
   "title_pl": "O uczelni",
   "text_pl": "Jesteœmy jedn¹ z najwiêkszych i najlepszych uczelni w Polsce. Od lat kszta³cimy kolejne pokolenia in¿ynierów i nie tylko in¿ynierów oraz prowadzimy wa¿ne badania, g³ównie z obszaru nauk technicznych. Nasz¹ najwiêksz¹ dum¹ s¹ ludzie - studenci, doktoranci, pracownicy, absolwenci - kreatywni, zaanga¿owani, pe³ni pasji, realizuj¹cy wyj¹tkowe projekty, odnosz¹cy sukcesy, otwarci na potrzeby spo³eczeñstwa i gotowi sprostaæ wyzwaniom wspó³czesnoœci. Dlatego ca³y czas rozwijamy nasze kompetencje i infrastrukturê. Zale¿y nam, by Politechnika by³a znana nie tylko jako uczelnia, ale tak¿e jako oœrodek innowacyjnoœci i przedsiêbiorczoœci oraz ceniony partner do wspó³pracy badawczej i biznesowej."
  }
 ]
}